Repository: XBMC-Addons/script.rss.editor
Catalog: resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, pl_pl, ru_ru, zh_cn

# Addon Summary
source: A Script for editing Kodi's built in RSS Ticker
da_dk: Et script til redigering af Kodis indbyggede RSS-ticker
de_de: Skript zum Bearbeiten des Kodi-internen RSS-Tickers
es_es: Un script para editar el RSS Ticker de Kodi
fi_fi: Lisäosa Kodin sisäänrakennetun RSS-lukijan muokkaukseen
fr_fr: Un script pour éditer les flux RSS intégré de Kodi
hr_hr: Skripta za uređivanje ugrađenih Kodi RSS oznaka
it_it: Uno script per modificare lo scorrimento RSS integrato di Kodi
ko_kr: Kodi에 내장된 RSS Ticker를 편집하기 위한 스크립트
zh_cn: 一个用于编辑 Kodi 内置 RSS 滚动条的脚本

# Addon Description
source: A Script for editing Kodi's built in RSS Ticker
da_dk: Et script til redigering af Kodis indbyggede RSS-ticker
de_de: Skript zum Bearbeiten des Kodi-internen RSS-Tickers
es_es: Un script para editar el RSS Ticker de Kodi
fi_fi: Lisäosa Kodin sisäänrakennetun RSS-lukijan muokkaukseen
fr_fr: Un script pour éditer les flux RSS intégré de Kodi
hr_hr: Skripta za uređivanje ugrađenih Kodi RSS oznaka
it_it: Uno script per modificare lo scorrimento RSS integrato di Kodi
ko_kr: Kodi에 내장된 RSS Ticker를 편집하기 위한 스크립트
zh_cn: 一个用于编辑 Kodi 内置 RSS 滚动条的脚本

# #32000
source: RSS Editor
es_es: Editor RSS
fi_fi: RSS-editori
fr_fr: Éditeur RSS
hr_hr: RSS uređivač
it_it: Editore RSS
ko_kr: RSS 편집기
pl_pl: Edytor RSS
ru_ru: Редактор RSS
zh_cn: RSS 编辑器

# #32001
source: Change Set
da_dk: Ændring af sæt
de_de: Set ändern
es_es: Cambiar Ajuste
fi_fi: Kokoelmat
fr_fr: Modifier l'ensemble
hr_hr: Promijeni skup
it_it: Cambia set
ko_kr: 세트 변경
pl_pl: Zmień zestaw
ru_ru: Изменить набор
zh_cn: 变更集

# #32002
source: items
da_dk: emner
de_de: Einträge
es_es: elementos
fi_fi: kohdetta
fr_fr: éléments
hr_hr: stavke
it_it: elementi
ko_kr: 항목
pl_pl: pozycji
ru_ru: элементы
zh_cn: 项

# #32003
source: Pages
da_dk: Sider
de_de: Seiten
es_es: Páginas
fi_fi: Sivu
hr_hr: Stranice
it_it: Pagine
ko_kr: 페이지
pl_pl: Strony
ru_ru: Страницы
zh_cn: 页

# #32006
source: Edit Attributes
da_dk: Rediger egenskaber
de_de: Attribute ändern
es_es: Editar atributos
fi_fi: Ominaisuudet
fr_fr: Modifier les attributs
hr_hr: Uredi svojstva
it_it: Modifica attributi
ko_kr: 속성 편집
pl_pl: Edytuj atrybuty
ru_ru: Изменить атрибуты
zh_cn: 编辑属性

# #32012
source: RSS Feed URL
da_dk: URL til RSS feed
es_es: URL de la fuente RSS
fi_fi: RSS-syötteen URL-osoite
fr_fr: URL du flux RSS
hr_hr: URL RSS kanala
it_it: URLfeed RSS
ko_kr: RSS 피드 URL
pl_pl: Adres URL kanału RSS
ru_ru: Ссылка на ленту RSS
zh_cn: RSS 源 URL

# #32013
source: Update Interval
da_dk: Opdateringsinterval
de_de: Aktualisierungsintervall
es_es: Intervalo de actualización
fi_fi: Päivitysväli
fr_fr: Intervalle de mise à jour
hr_hr: Razdoblje nadopune
it_it: Intervallo aggiornamento
ko_kr: 간격 업데이트
pl_pl: Częstotliwość aktualizacji
ru_ru: Интервал обновления
zh_cn: 更新间隔

# #32014
source: Enter the paths of your RSS feeds %s
da_dk: Indtast stierne til dine RSS feeds %s
de_de: Pfade für die RSS-Feeds %s eingeben
es_es: Introducir las rutas de sus fuentes RSS %s
fi_fi: Syötä RSS-syötteiden sijainnit %s
fr_fr: Entrer les chemins de vos flux RSS %s
hr_hr: Upišite putanju vašeg RSS kanala %s
it_it: Inserisci i percorsi dei tuoi feed RSS %s
ko_kr: RSS 피드 %s의 경로를 입력하세요
pl_pl: Wprowadź ścieżki swoich kanałów RSS %s
ru_ru: Введите пути к RSS лентам %s
zh_cn: 输入 RSS 源 %s 的路径

# #32024
source: Select a Set
da_dk: Vælg et sæt
de_de: Set auswählen
es_es: Seleccionar un ajuste
fi_fi: Valitse kokoelma
fr_fr: Sélectionner un ensemble
hr_hr: Odaberi skup
it_it: Seleziona set
ko_kr: 세트 선택
pl_pl: Wybierz zestaw
ru_ru: Выбор набора
zh_cn: 选择集

# #32025
source: Set ID
da_dk: Sæt ID
es_es: Ajustar ID
fi_fi: Kokoelman tunniste
fr_fr: Définir l'identifiant
hr_hr: ID skupa
it_it: Imposta ID
ko_kr: 세트 ID
pl_pl: Ustaw identyfikator
ru_ru: Задать ID
zh_cn: 设置 ID

# #32027
source: Enable Right to Left Text for this Set?
da_dk: Aktiver tekst fra højre mod venstre for dette sæt?
de_de: Für dieses Set linksläufigen (RTL) Text aktivieren?
es_es: ¿Habilitar texto de derecha a izquierda para este ajuste?
fi_fi: Käytetäänkö kokoelmassa tekstiä oikealta vasemmalle?
fr_fr: Activer le texte de droite à gauche pour cet ensemble ?
hr_hr: Omogući tekst zdesna nalijevo za ovaj skup?
it_it: Abilitare il testo da destra a sinistra per questo set?
ko_kr: 이 세트에서 오른쪽에서 왼쪽으로 텍스트를 사용할까요?
pl_pl: Włączyć tekst od prawej do lewej dla tego zestawu?
ru_ru: Включить текст справа налево для этого набора?
zh_cn: 是否为此集启用从右向左的文本？

# #32030
source: Set Editor
da_dk: Redigering af sæt
es_es: Ajustar editor
fi_fi: Kokoelmien muokkaus
fr_fr: Éditeur d'ensemble
hr_hr: Uređivač skupa
it_it: Imposta editore
ko_kr: 세트 편집기
pl_pl: Ustaw edytor
ru_ru: Задать редактор
zh_cn: 设置编辑器

# #32040
source: Error:
da_dk: Fejl:
de_de: Fehler:
fi_fi: Virhe:
fr_fr: Erreur :
hr_hr: Greška:
it_it: Errore:
ko_kr: 오류:
pl_pl: Błąd:
ru_ru: Ошибка:
zh_cn: 错误：

# #32041
source: was either not found in the system,
da_dk: blev enten ikke fundet i systemet,
de_de: wurde entweder nicht im System gefunden
es_es: o bien no se ha encontrado en el sistema,
fi_fi: ei löytynyt järjestelmästä
fr_fr: n'a pas été trouvé dans le système,
hr_hr: Ili nije pronađena na sustavu,
it_it: non è stato trovato nel sistema,
ko_kr: 시스템에서 찾을 수 없거나,
pl_pl: albo nie został znaleziony w systemie,
ru_ru: либо не был найден в системе,
zh_cn: 要么在系统中找不到，

# #32042
source: or does not contain parsable XML.
da_dk: eller indeholder ikke læselig XML.
de_de: oder enthält kein korrektes XML.
es_es: o bien no contiene XML analizable.
fi_fi: tai ei sisällä yhteensopivaa XML-koodia.
fr_fr: ou ne contient pas de code XML analysable.
hr_hr: ili ne sadrži obradivi XML.
it_it: o non contiene XML analizzabile.
ko_kr: 또는 구문 분석 가능한 XML이 포함되어 있지 않습니다.
pl_pl: lub nie zawiera parsowalnego kodu XML.
ru_ru: или не содержит обрабатываемый XML.
zh_cn: 或不包含可解析的XML。

# #32043
source: Try deleting it from your userdata folder and restarting XBMC.
da_dk: Prøv at slette det fra din brugerdata-mappe og genstart Kodi.
de_de: Bitte versuchen, es aus dem userdata-Ordner zu löschen und dann Kodi neu zu starten.
es_es: Prueba a borrarlo de tu carpeta userdata y reinicia XBMC.
fi_fi: Kokeile sen poistoa Kodin userdata-kansiosta ja Kodin uudelleenkäynnistystä.
fr_fr: Essayer de le supprimer de votre dossier userdata et de redémarrer Kodi.
hr_hr: Pokušajte ga obrisati iz vaše userdata mape i ponovno pokrenite Kodi.
it_it: Prova a eliminarlo dalla cartella dei dati utente e a riavviare Kodi.
ko_kr: userdata 폴더에서 삭제하고 XBMC를 다시 시작해 보십시오.
pl_pl: Spróbuj usunąć go z folderu danych użytkownika i ponownie uruchomić XBMC.
ru_ru: Попробуйте удалить это из папки данных пользователя и перезапустите Kodi.
zh_cn: 尝试从 userdata 文件夹中删除它并重新启动 XBMC。

# #32045
source: Cannot Delete Set 1
da_dk: Kan ikke slette sæt 1
de_de: Set 1 kann nicht gelöscht werden
es_es: No se puede borrar el ajuste 1
fi_fi: Kokoelmaa 1 ei voida poistaa
fr_fr: Impossible de supprimer l'ensemble 1
hr_hr: Nemoguće brisanje skupa 1
it_it: Impossibile eliminare il set 1
ko_kr: 세트 1을 지울 수 없음
pl_pl: Nie można usunąć zestawu 1
ru_ru: Не удалось удалить набор 1
zh_cn: 无法删除集1

# #32046
source: Set 1 is required. You cannot delete this.
da_dk: Sæt 1 er påkrævet. Du kan ikke slette dette.
de_de: Set 1 wird immer benötigt. Es kann nicht gelöscht werden.
es_es: El ajuste 1 es obligatorio. No se puede eliminar.
fi_fi: Kokoelma 1 vaaditaan. Et voi poistaa sitä.
fr_fr: L'ensemble 1 est requis. Vous ne pouvez pas le supprimer.
hr_hr: Potreban je skup 1. Ne možete obrisati ovo.
it_it: Il set 1 è obbligatorio. Non puoi eliminarlo.
ko_kr: 세트 1이 필요합니다. 지울 수 없니다.
pl_pl: Zestaw 1 jest wymagany. Nie możesz go usunąć.
ru_ru: Требуется 1-ый набор. Вы не можете это удалить.
zh_cn: 集1是必需的，您不能删除此项。

# #32047
source: Reset set 1 to default?
da_dk: Nulstil sæt 1 til standard?
de_de: Set 1 auf Standardwerte zurücksetzen?
es_es: ¿Restablecer el ajuste 1 a los valores predeterminados?
fi_fi: Haluatko palauttaa kokoelman 1 oletukset?
fr_fr: Réinitialiser l'ensemble 1 par défaut ?
hr_hr: Vrati skup 1 na zadano?
it_it: Reimpostare il set 1 al valore predefinito?
ko_kr: 세트 1을 기본값으로 재설정할까요?
pl_pl: Zresetować zestaw 1 do wartości domyślnych?
ru_ru: Сбросить 1-ый набор по умолчанию?
zh_cn: 重置集1为默认值？

# #32050
source: Set %s already exists.
da_dk: Sæt %s eksisterer allerede.
de_de: Set %1 existiert bereits.
es_es: El ajuste %s ya existe.
fi_fi: Kokoelma %s on jo olemassa.
fr_fr: L'ensemble %s existe déjà.
hr_hr: Skup %s već postoji.
it_it: Il set %s esiste già.
ko_kr: %s 세트가 이미 있습니다.
pl_pl: Zestaw %s już istnieje.
ru_ru: Набор %s уже существует.
zh_cn: 集%s已存在。

# #32051
source: Your RSSFeeds.xml file is corrupt.
da_dk: Din RSSFeeds.xml-fil er korrupt.
de_de: Die Datei RSSFeeds.xml ist defekt.
es_es: Tu archivo RSSFeeds.xml está dañado.
fi_fi: RSSFeeds.xml-tiedosto on vioittunut.
fr_fr: Votre fichier RSSFeeds.xml est corrompu.
hr_hr: Vaša RSSFeeds.xml datoteka je oštećena.
it_it: Il tuo file RSSFeeds.xml è danneggiato.
ko_kr: RSSFeeds.xml 파일이 손상되었습니다.
pl_pl: Twój plik RSSFeeds.xml jest uszkodzony.
ru_ru: Фвйл RSSFeeds.xml поврежден.
zh_cn: 您的 RSSFeeds.xml 文件已损坏。

# #32052
source: Attempt to regenerate
da_dk: Forsøger at regenerere
de_de: Es wird versucht, sie neu zu erstellen
es_es: Intento de regenerar
fi_fi: Yritä korjausta
fr_fr: Tenter de régénérer
hr_hr: Pokušaj regeneracije
it_it: Tento di rigenerare
ko_kr: 재생성 시도
pl_pl: Próba regeneracji
ru_ru: Попытка восстановления
zh_cn: 尝试重建

# #32053
source: You will loose all previous settings
da_dk: Du mister alle tidligere indstillinger
de_de: Alle vorherigen Einstellungen gehen verloren
es_es: Perderá todos los ajustes anteriores
fi_fi: Menetät kaikki aiemmat asetukset
fr_fr: Vous allez perdre tous les paramètres précédents
hr_hr: Izgubit ćete sve prijašnje postavke
it_it: Perderai tutte le impostazioni precedenti
ko_kr: 이전 설정을 모두 잃게 됩니다
pl_pl: Utracisz wszystkie poprzednie ustawienia
ru_ru: Будут потеряны все прошлые настройки
zh_cn: 您将失去所有以前的设置
